[
  {
    "model": "blogs.tag",
    "pk": 1,
    "fields": {
      "tag": "Spring"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 2,
    "fields": {
      "tag": "Summer"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 3,
    "fields": {
      "tag": "Autumn"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 4,
    "fields": {
      "tag": "Winter"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 5,
    "fields": {
      "tag": "Without Children"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 6,
    "fields": {
      "tag": "With Children"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 7,
    "fields": {
      "tag": "Day Trip"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 8,
    "fields": {
      "tag": "Weekend Break"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 9,
    "fields": {
      "tag": "Short Break"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 10,
    "fields": {
      "tag": "Long Break"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 11,
    "fields": {
      "tag": "UK"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 12,
    "fields": {
      "tag": "New Zealand"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 13,
    "fields": {
      "tag": "USA"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 14,
    "fields": {
      "tag": "Europe"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 15,
    "fields": {
      "tag": "Oceania"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 16,
    "fields": {
      "tag": "Asia"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 17,
    "fields": {
      "tag": "Beach"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 18,
    "fields": {
      "tag": "Outdoors"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 19,
    "fields": {
      "tag": "Adventure"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 20,
    "fields": {
      "tag": "Culture"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 21,
    "fields": {
      "tag": "Food and Drink"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 22,
    "fields": {
      "tag": "Luxury"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 23,
    "fields": {
      "tag": "Romantic"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 24,
    "fields": {
      "tag": "Wellness"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 25,
    "fields": {
      "tag": "Road Trip"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 26,
    "fields": {
      "tag": "City Break"
    }
  },
  {
    "model": "blogs.tag",
    "pk": 27,
    "fields": {
      "tag": "Countryside"
    }
  },



{
  "model": "blogs.blog",
  "pk": 1,
  "fields": {
    "title": "New Yorker for a Day",
    "subtitle": "Something in the air of NYC renders sleep utterly useless",
    "author": "Mary-Anne",
    "date_published": "2019-10-06",
    "story": "Now you may call us crazy, most of the time I’d disagree with you and simply say we have an adventurous streak. However… on this occasion I may just agree with you!\n\nI’m a massive Hugh Jackman fan. Greatest Showman - yes! Wolverine - yes! Les Mis - yes!! This may seem like an unrelated point but hang in there. Following the amazing international success of The Greatest Showman, Mr Jackman arranged a world tour aptly named: The Man, The Music, The Show. I just had to get tickets. Well a number of circumstances meant that Hugh and I never managed to be in the same continent at the same time. I shall try not to take it personally… After deciding that this was an opportunity not to be missed, we booked tickets - in New York.\n\nThe concert was on a Saturday. We found some super flights, leaving Friday night and arriving home Sunday night. We blackmailed booked in the grandparents as babysitters and smoothed things over with work. It was a tight squeeze but Hugh wasn’t going to escape this one. After logistics we were left with ONE day in NYC and we planned to make it epic.\n\nThe flight passed quickly in a blur of gins and Margaret Atwood’s epic sequel to the Haidmaid’s Tale - The Testaments (recommendation alert). We’d booked the Hilton New York JFK Airport Hotel for convenience and following an age getting through US border and customs, undertook a little custom of our own. Christening our US arrival with a pint(ish) of Bud Lite in the hotel bar.\n\nWe woke to a crisp but sunshiny ‘fall’ morning full of excitement for Hugh Jackman, sorry, the day ahead. It was bagels and black coffee for brekkie, then a yellow taxi into the ‘Big Apple’.\n\nFirst stop was the Empire State Building. After finally finding our way in, getting through security and handing over all the $$$$ we were delivered to the rooftop in a beautiful art deco style elevator. There was lots of information about the building’s history and construction but, full-disclosure, we headed straight for the view. What a day for it! We saw so far, the view-finders all work and the scene was just stunning. You could even see the Statue of Liberty herself. We video called the kids, who totally didn’t care and got SO MANY photos.\n\nRealising time was quickly passing we headed out on foot. No end destination in mind, just lapping up all the excitement this iconic city had to offer us. We wandered past the New York Public Library and into Grand Central Station, somehow finding ourselves in the landmark Apple store. After dragging Mark out, we happened across a market where we fuelled up with street food and more coffee. Note: Barbecued corn on the cob with lemon juice, salt and cayenne pepper is a game-changer.\n\nThe next pinch-me moment was getting to Trump Tower! An imitator out front wearing a trump face mask totally had me fooled. We passed on the Trump Bar, the Trump Grill, the Trump Café, the Official Trump Merchandise Store and no kidding, the Trump Ice-Cream Parlour for the wonders of Central Park. The green space and free musical events were a wonderful antidote to the hustle of the city centre.\n\nWith Hugh time quickly approaching, we headed back into the city, grabbed a ‘slice’ for dinner from one of the renowned Ray’s Pizzas places and a drink from the Hard Rock Cafe in Times Square - If you’ve never had a blackberry sangria, you’re missing out.\n\nTaxi back to the hotel for an outfit change and what can I say??\n\nIt was. simply put. The. Greatest. Show!",
    "tags": [
      3,
      5,
      8,
      13,
      20,
      21,
      23,
      26
    ]
  }
},

{
  "model": "blogs.blog",
  "pk": 2,
  "fields": {
    "title": "Canada/US Road Trip",
    "subtitle": "Nothing but open road ahead",
    "author": "Adam",
    "date_published": "2019-10-01",
    "story": "",
    "tags": [
      3,
      5,
      10,
      13,
      18,
      19,
      25
    ]
  }
},
{
  "model": "blogs.blog",
  "pk": 3,
  "fields": {
    "title": "48 Hours in Amsterdam",
    "subtitle": "If you've never been to the 'dam place - you should!",
    "author": "Mary-Anne",
    "date_published": "2019-08-14",
    "story": "Alllllllll the bloggy goodness",
    "tags": [
      2,
      6,
      8,
      14,
      20,
      21,
      26
    ]
  }
},
{
  "model": "blogs.blog",
  "pk": 4,
  "fields": {
    "title": "Paris at Christmas",
    "subtitle": "Paris is always a good idea",
    "author": "Mark",
    "date_published": "2016-12-28",
    "story": "",
    "tags": [
      4,
      6,
      9,
      14,
      20,
      26
    ]
  }
}
]
